[
    {
        "timestamp": "0:00:00 - 0:00:10.060000",
        "content": "So, I want to remind everybody that you are a security investor, which means that you buy individual stocks, and in some cases, sell individual stocks short."
    },
    {
        "timestamp": "0:00:26.160000 - 0:00:43.360001",
        "content": "We actually value all the businesses in the S&P 500 bottoms up, and we have good data going back to 1990. So we can actually contextualize where do we stand today according to the way we value our measures of absolute and relative value that we use, and we apply them consistently over the 28 years."
    },
    {
        "timestamp": "0:00:43.360001 - 0:00:52.919998",
        "content": "And right now, we're in the 22nd percentile towards expensive over the last 28 years, meaning the market's been cheaper 78% of the time, more expensive 22% of the time."
    },
    {
        "timestamp": "0:04:00 - 0:04:10.340000",
        "content": "And market's up 4 to 6% over the next year, 10 to 12 over the next two. So subnormal, meaning during that 28-year period, market was up about 10% a year."
    },
    {
        "timestamp": "0:04:29.020000 - 0:04:35.900002",
        "content": "We're really looking at cash flows, and so we're pretty consistent about that. And so market's gotten somewhat cheaper."
    },
    {
        "timestamp": "0:08:00 - 0:08:26.400000",
        "content": "If the market fell 18 or 20 percent tomorrow, the expected returns going forward from there would get closer to 10 percent a year. But that doesn't have to happen, because if the market just under-earned, meaning had subnormal returns of 4 to 6 percent in each of the next three years, then three years from now with a normal earnings trajectory, we'd also be back to a 10 percent expected return."
    },
    {
        "timestamp": "0:12:31.379999 - 0:12:37.080002",
        "content": "Historically, that's the world's worst investment strategy. There will be some winners within that group, and you'll actually know their names, because they won."
    },
    {
        "timestamp": "0:16:12.220000 - 0:16:28.440001",
        "content": "Now we try to stick to companies that are gushing free cash flow, huge returns on capital, meaning they deploy their capital well. That avoids some of the value traps from traditional value. And so if you're trying to figure out what a company's worth and buy it for less at a bigger discount, that will never go out of favor."
    },
    {
        "timestamp": "0:20:07.420000 - 0:20:18.340000",
        "content": "There are early indications in recent weeks that maybe there's a shift, that maybe the premium investors have given to growth stocks is coming off, and perhaps they're beginning to appreciate value once again."
    },
    {
        "timestamp": "0:24:06 - 0:24:10.240000",
        "content": "These type of frothy markets, that's not our market, but those don't last forever."
    },
    {
        "timestamp": "0:28:35.360001 - 0:28:43.080002",
        "content": "That is super expensive. That should come back over time. It's usually not a good idea to lose money or buy things at 100 times pre-tax for cash flows. Just bad idea."
    },
    {
        "timestamp": "0:28:47.439999 - 0:29:00.119999",
        "content": "If there's any way you would ever embrace systematic value investing. Because I know that you teach your students at Columbia to look at a security the way that they would consider buying a house."
    },
    {
        "timestamp": "0:32:00 - 0:32:19.639999",
        "content": "But what if you were buying the neighborhood? Wouldn't you evaluate all the houses in the neighborhood on an aggregate basis and decide whether one neighborhood was cheap relative to another neighborhood being expensive and maybe the cheap neighborhood on aggregate was worth buying and maybe selling houses in aggregate in the expensive neighborhood?"
    },
    {
        "timestamp": "0:32:22.959999 - 0:32:32",
        "content": "Because over time, that's worked. The statistics suggest that value as a factor outperforms growth, it outperforms momentum, it outperforms size, it outperforms everything."
    },
    {
        "timestamp": "0:32:49.840000 - 0:32:57.400002",
        "content": "We're looking at cash flow. Would you consider doing it on cash flow? I do. That's what we do. We value businesses. You screen, you sure? And you brought up the house analogy."
    },
    {
        "timestamp": "0:36:00 - 0:36:48.119999",
        "content": "If you're buying a house, it's simple questions. If I rented it out and I could get 70 or $80,000 a year net of my expenses and interest rates are 3%, does that sound pretty good? How cheap is it relative to similar houses and all houses in all neighborhoods? So we look at a company, we say, how cheap is it relative to companies in the same industry? How cheap is it relative to all companies I can choose from? How cheap is it relative to how it's been priced over history relative to the market? These are measures of absolute relative value that anyone would use to value any earning asset. We can't value gold or Bitcoin that way, and that's why we pass. But earning assets, there are standard ways that everyone would value them and, if you don't go crazy and you're very disciplined about it, there's plenty of opportunities always."
    }
]